---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ToposolidElevationAtBottom
source: html/15dc0394-101f-4b7a-22e9-e7a61b360f8e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ToposolidElevationAtBottom Property

"Elevation at Bottom"

## Syntax (C#)
```csharp
public static ForgeTypeId ToposolidElevationAtBottom { get; }
```